Revit 2024 API
SymbolTypeId.Ton Property
 Symbol ton, indicating unit Tons of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Ton { get; }
Visual Basic
Public Shared ReadOnly Property Ton As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Ton {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace